Repository: apertium/apertium-sme-smj
Catalog: tmx_data/samastit_skuvlahist_sme2smj.tmx
Source language: sme
Languages: smj

source: Dárogiella lea miehtá buot, ja ii oktage mánná leat dainna bártidan.
smj: Dárogiella juohkka sajen gullu, ælla ga aktak mánájs gænna li gássjelisvuoda dárogielajn.

source: De sii balle fágalaš ovdáneamis dain iežá fágain.
smj: Ballin aj máná ettjin galga rijbadit ietjá fágajn skåvlån.

source: Eat mii nu riekta diehtán sáhtte go massit maide go juo atne nu olu fámuid šaddat guovttegielagin.
smj: Ejma dal riekta diede jus majdik masset máhttin gå nav garrasit guovtegielakvuodajn barggin.

source: Muhto de mii jurddaheimmet ahte lei nu dehálaš ahte ohppe sámegiela, ahte jus vel eai birge ge omd. matematihkas nu bures go earát, de mii fertet dan gierdat.
smj: Ájádalájma ájnnasamos lij sámegielagin sjaddat, ja jus buojkulvissan matematihkajn ettjin sæmmi buoragit rijbada de dav gierddat hæhttujma.

source: Muhto eat galgga šihtit ahte ieža maid eahpideimmet soames geardde ahte bargat go mii riekta, lei ovtta gaska heahtečoahkkin heahtečoahkkima maŋis.
smj: Muhttijn de ietja aj juorrulijma jus riekta dagájma, avtav gaskav hiehtetjåhkanimij gihkadijma.

source: Maŋŋel gal sáhttit dadjat ahte eksámen bohtosat Ájluovtta skuvllas čájehit ahte mánát geat sámástit ja leat vázzán sámi mánáidgárddis eai goit leat birgen heajubut go earát.
smj: Dálla de Ájluovta skåvlå eksámabåhtusijt giehttot máhttep, vuoset gåjt máná mánájgárdes ælla nievrebu rijbadam gå ietjá máná.

source: Soaitit mii duostat dadjat juste nuppe ládje.
smj: Ihkap nuppe guovlluj vil la mannam.

source: Mii diđiimet ahte lei lossat ja garra dilli mánáide.
smj: Diedijma mánájda lij låssåt.

source: Mii leimmet vásihan man heajos stáhtus sámevuođas lei, ja mii áigguimet nannet mánáid ovdal go skuvlii álge.
smj: Vásedam lijma man nievres dilen sámevuohta lij, ja mánájt sidájma nannit åvddål gå skåvllåj álggin.

source: Danne barggaimet earenoamážit dainna ahte mánát galge máhttit juoidá mii attii stáhtusa dárogiela birrasa ektui.
smj: Sierraláhkáj bargajma vaj máná galggin juojddáv máhttet mij státusav dárogielsebrudagán vattij.

source: Mii válljiimet guokte ášši vuoruhit, namalassii spábbačiekčama ja lohkama.
smj: Mij guokta ássje vuorodijma, bállotjiektjamav ja låhkåmmáhtudagáv.

source: Mii dagaimet spábbačiekčanšillju mánáidgárddi lahka ja čievččaimet dávjá spáppa vai mánát galggaše birget daiguin iežá mánáiguin márkanis.
smj: Tjiektjamsaljov mánájgárde ålgusjbælláj dagájma vaj máná bessin bállov tjiektjat ja nav galggin rijbadit nuppij.

source: Dasto álggiimet lohkanhárjehallamiin mánáidgárddis, nu ahte go sii álge mánáidskuvlii, de máhtte oba muddui juo lohkat.
smj: Álgijma aj låhkåmhárjjidallamijn mánájgárden, nav vaj máhttin låhkåt gå skåvllåj álggin.

source: Lei Kaia Kalstad gii fuolahii lohkan- ja čállinoahpahusa.
smj: Låhkåm- ja tjállemåhpadus lij Kaia Kalstad åvdåsvásstádus.

source: Mánáidgárdi ii ovddastan dušše gielalaš, muhto maiddái kultuvrralaš ja politihkalaš ealáskahttima.
smj: Mánájgárdde ittjij dåssju gielav åvddån buvte, valla kultuvralasj ja politihkalasj ælládahttemav aj.

source: Dat lei dat vuosttaš sámi ásahus Divttasvuonas.
smj: Mánájgárdde Divtasvuonan lij vuostasj sáme ásadus suohkanin.

source: Dilli dalle 18 jagi dás ovdal lei áibbas eará go mii dál lea.
smj: Dille 18 jage rájes lij ållu ietjá gå uddni.

source: Mii eat ožžon makkárge veahki dahje doarjaga suohkanis, muhto fertiimet ieža dahkat buot.
smj: Suohkan ittjij mijáv doarjo, ietja vierttijma gájkka barggat.

source: Sálmmat guhtalaš čállinvuohkái
smj: Sálma gotalasj tjállemvuohkáj.

source: Álggus mis eai lean makkárge sálmmat julevsámegillii.
smj: Álgon ællim miján julevsáme lávllaga.

source: Goitge gávdnoje sálmmat maid láveje lávlut Lestadiánalaš čoakkámin.
smj: Sálma galla de gávnnujin majt læstádiána bienajn lávllun, valla da lidjin tjáledum oabme sálmmagirjjáj jages 1895, gotalasj tjállemvuohkáj.

source: Muhto dat ledje čállojuvvon dološáigahaš sálbmagirjái mii lei 1895 rájes, ja das lei gohtalaš čállinvuohki.
smj: Huoman dajt lávlojma, moattedijma ja mánájda juogijma.

source: Mii lávlluimet goitge daid ja máŋgiimet daid ja jugiimet daid mánáide.
smj: Vuorrasabmusa, gudi lidjin låhkåt hárjjánam, tjuovvun edisik åsijt tevstas.

source: Boarráseamos mánát geat ledje ožžon lohkanoahpahusa mánáidgárddis, nagodedje goit oallemuddui čuovvut sálmmaid go leimmet moddii lávlon daid sálmmaid.
smj: Akti gå biskoahppa Øystein Larsen aktan mannoguojmijdisá mijáv guossidij, lávlojma sunji sálmav.

source: Oktii bođi bismá Øystein Larsen oktan johtinguimmiiguin min guossái, ja dalle mii lávlluimet ovtta sálmma sutnje.
smj: Biskoahppa aj oattjoj sálmmagirjev vaj máhtij tjuovvot.

source: Bismá oaččui maid sálbmagirjji vai beassá lávlut.
smj: Sån hármmadit alvaduváj, ja loabedij sálmmagirjje dábálasj bokstávaj almuduvvat galgaj.

source: Gal son juo nu hirpmahuvai, ja lohpidii ahte galge jođáneamos lági mielde oažžut sálbmagirjjiid main leat dábálaš bustávat, ja nu dat šattai ge.
smj: Ja nav de almmuduváj .

source: Beasaimet maid nuohti čiktit.
smj: Nuohtijt tjiktet aj besajma.

source: Mánáidgárddis skuvlii
smj: Mánájgárdes skåvllåj.

source: Go álggaheimmet mánáidgárddi, de lei leamaš moadde jagi juo julevsámegiela oahpahusfálaldat soames skuvllain Divttasvuonas muhto de dušše nubbingiellan, ja dalle dušše moadde diimmu vahkkui.
smj: Gå mánájgárdev vuododijma, de lij fálaldahka julevsámegiellaj nágin jagev juo Divtasvuona suohkanin læhkám, valla dåssju nubbengiellan, nágin tijma vahkkuj.

source: Go leimmet jođihan mánáidgárddi moadde jagi de gálge sámegielat mánát álgit skuvlii, ja dalle mii gáibideimmet ahte sii galge oažžut sámegiela vuosttašgiellan skuvllas, ja ahte oahpahusgiella galggai leat sámegiella juohke fágas.
smj: Gå guokta-gålmmå jage lijma mánájgárdev jådedam, de sámegielak máná skåvllåj galggin álgget.

source: Áiggi mielde oaččuimet dan maid, ja dál leat oallugat mannan vuođđoskuvlla čađa ja ožžon julevsámegiela vuosttašgiellan.
smj: Sámegielav vuostasj giellan gájbbedijma, ja åhpadusáv sámegiellaj juohkka fágan.

source: Mii roahkahit dadjat ahte mánáidgárddi haga ii livčče leamaš dat vejolaš.
smj: Maŋenagi vuorbástuvájma, ja dálla li moattes gudi li vuodoskåvlåv tjadádam sámegielajn vuostasjgiellan.

source: Jagi 2000 oaččuimet dieđu ahte mii mánáidgárdeváhnemat leimmet ožžon Sámedikki giellamovttidahttin bálkkašumi.
smj: Mánájgárde dagi ij lim dat liehket vejulasj.

source: Dan gal eat lean vuordán, go eat diehtán ge ahte leimmet nominerejuvvon.
smj: Jagen 2000 oattjojma mij, mánájgárde æjgáda giellamåvtåstahttem bálkkáv, majt ejma la vuorddám.

source: Dalle gal vulggiimet buot njeallje váhnenpára Kárášjohkii vuostáiváldit bálkkašumi Sámedikki plenuma oktavuođas.
smj: Alvaduvájma, ejma ga diede lijma nammaduvvam.

source: Máhccame.
smj: Vuolgijma de divna niellja æjgátbára Kárásjåhkkåj, Sámedikke dievastjåhkanibmáj, bálkkáv vuosstáj váldátjit.

source: Go dát čállojuvvo, de leat 18-jagi vássán dan rájes go mánáidgárdi álggahuvvui.
smj: Máhttsamin.

source: Dan bottas lea boahtán ođđa váhnenbuolva, ja sis leat ođđa hástalusat.
smj: Gå dát tjáleduvvá de li 18 jage gållåm dat rájes gå mánájgárdde vuododuváj.

source: Dalle go mii álggaheimmet, de ledje eanas váhnemat sámegielagat, muhto dál leat dušše oattes geat máhttet sámegiela.
smj: Dat rájes la boahtám ådå buolvva æjgádijs, ådå hásstalusáj.

source: Dat mielddisbuktá ahte mánáidgárdi ferte guoddit eanas oasi ovddasvástádusas mánáid sámegiela oahpaheamis.
smj: Madi ienemus oasse æjgádijs sámástin gå álgijma, de ælla dálla ålos gudi sámásti.

source: Vaikko bargit gal ain sámástit mánáiguin, de mánát dárustit eanas áiggi.
smj: Danen sjaddam la mánájgárddáj stuor åvdåsvásstádus vaj máná sámegielav oahppi.

source: Mii oaidnit maid ahte sámegiella lea rievdame, máŋga giellaoahpa hámi leat jávkame, omd.
smj: Juska bargge ájn vilá mánájda sámásti, de stuorámus oasse mánájs dárusti.

source: guvttiidlogu vearba ja pronomen.
smj: Vuojnnet sámegiella l rievddamin, grammatihkalasj háme li gáhtomin, duola degu verba guovtelågon ja pronomena.

source: Dađistaga go dát njealjis muitalit de fuobmájit eambbo ja eambbo fearániid mánáidgárddis maid áiggoše muitalit.
smj: Subtsastattijn de dá nieljes mujttáji ienep ja ienep subttsasijt mánájgárdes.

source: Loahpas dadjá okta sis: – Gullet, mun jáhkán mii galgat čállit girjji dán birra.
smj: Maŋŋutjissaj akta sijájs javllá: - Gullit, jáhkáv vierttip girjev dán birra tjállet.

source: Mii sávvat ahte sii dahket dan, muhto dassážii oažžu dát leat álgun.
smj: Doajvvop dav dahki, ja årrus de dát álggon.

source: Geahča Kaia Kalstad muitalusa Sámi skuvlahistorjá 2:s.
smj: Gehtja Kaia Kalstad subtsasav Sáme skåvllåhiståvrrå 2.

source: Julevsáme Sálmmagirjje almmuhuvvui j. 2004, ovttasbargu gaskal Ruoŧa girku sámi ráđi ja Norgga girku, Sámi girkoráđi.
smj: Julevsáme Sálmmagirjje 2004 almuduváj, aktisasjbarggo lij Svieriga girkko sáme ráde ja Vuonarijka girkko, Sáme girkkoráde gaskan.
